Repository: prodigeni/dyapos
Catalog: django_app/main/locale/*/LC_MESSAGES/django.po
Languages: nl

# error_passwords_dont_match
source: Passwords don't match
nl: Wachtwoorden niet gelijk

# error_email_already_registered
source: The email address is already registered
nl: E-mailadres is al in gebruik

# error_user_or_password_incorrect
source: User or password incorrect
nl: Gebruikersnaam of wachtwoord onjuist

# error_account_not_activated
source: The account is not activated
nl: Account is nog niet geactiveerd

# error_email_not_registered
source: The email address is not registered
nl: E-mailadres niet geregistreerd

# option_allow_edit
source: Allow edit
nl: Bewerken toestaan

# option_view_only
source: View only
nl: Alleen bekijken

# text_copy_of
source: Copy of
nl: kopie van

# title_change_password
source: Change password
nl: Wijzigen wachtwoord

# lbl_old_password
source: Old password
nl: Oude wachtwoord

# lbl_new_password
source: New password
nl: Nieuwe wachtwoord

# lbl_repeat_new_password
source: Repeat new password
nl: Herhaal nieuwe wachtwoord

# btn_change_password
source: Change password
nl: Wijzigen wachtwoord

# btn_new_title
source: New title
nl: Nieuwe titel

# btn_new_subtitle
source: New subtitle
nl: Nieuwe subtitel

# btn_new_body
source: New body
nl: Nieuwe body

# tt_btn_add_slide
source: Add slide
nl: Nieuwe dia

# tt_btn_navigation_mode
source: Navigation mode
nl: Navigatiemodus

# tt_btn_back_edit_mode
source: Back to edit mode
nl: Bewerkmodus

# btn_back_edit_mode
source: Back
nl: Bewerkmodus

# tt_btn_preview
source: Preview presentation
nl: Voorbeeld

source: Themes
nl: Thema's

source: Share
nl: Delen

source: Download
nl: Downloaden

source: Exit
nl: Afsluiten

source: Send message
nl: Verstuur bericht

# tt_btn_edit
source: Edit
nl: Bewerken

# lbl_size
source: Size
nl: Afmetingen

source: lbl_rotation
nl: Rotation

# tt_rotate_z
source: Rotate on Z axis
nl: Roteren_z

# tt_rotate_x
source: Rotate on X axis
nl: Roteren_x

# tt_rotate_y
source: Rotate on Y axis
nl: Roteren_y

# tt_btn_delete
source: Delete
nl: Verwijderen

# tt_btn_add_title
source: Add subtitle
nl: Toevoegen subtitel

# btn_title
source: Title
nl: Titel

# tt_btn_add_subtitle
source: Add subtitle
nl: Toevoegen subtitel

# btn_subtitle
source: Subtitle
nl: Subtitel

# tt_btn_add_paragraph
source: Add paragraph
nl: Toevoegen paragraaf

# tt_btn_add_image
source: Add image
nl: Toevoegen afbeelding

# tt_btn_add_video
source: Add video
nl: Toevoegen video

# tt_increase_size
source: Increase size
nl: Vergroten afmetingen

# tt_decrease_size
source: Decrease size
nl: Verkleinen afmetingen

# tt_toggle_bold
source: Toggle bold
nl: Switchen vet

# tt_toggle_underline
source: Toggle underline
nl: Switchen onderstreept

# tt_toggle_italic
source: Toggle italic
nl: Switchen schuin

# tt_transform_to_link
source: Transform into link
nl: Veranderen in link

# tt_change_color
source: Change color
nl: Wijzigen kleur

# title_add_image
source: Add image
nl: Toevoegen afbeelding

# lbl_load_image_file
source: Load image file (.jpg, .png, .gif)
nl: Laden afbeeldingenbestand

# lbl_or
source: Or
nl: of

# lbl_load_image_url
source: Load image URL
nl: Laden afbeeldingsurl

# btn_upload
source: Upload
nl: Uploaden

# title_add_video
source: Add video
nl: Toevoegen video

# btn_add
source: Add
nl: Toevoegen

# btn_cancel
source: Cancel
nl: Annuleren

# tt_slide_mini_sort
source: Drag to change the order
nl: Sorteren mini

# tt_btn_create_presentation
source: Create presentation
nl: Creëren presentatie

# btn_create_new
source: Create new
nl: Creëren nieuw

# tt_view_all
source: View all
nl: Bekijk alles

# btn_all
source: All
nl: Alles

# tt_view_own
source: View my own presentations
nl: Bekijk eigen

# btn_own
source: Own
nl: Eigen

# tt_view_shared
source: View shared presentations
nl: Bekijken gedeeld

# btn_shared
source: Shared with me
nl: Gedeeld

# lbl_search
source: Search
nl: Zoeken

# tt_input_search
source: Search by name
nl: Invoeren zoektermen

# lbl_name
source: Name
nl: Naam

# lbl_description
source: Description
nl: Beschrijving

# lbl_optional_message
source: Optional
nl: Optionele mededeling

# tt_private_info
source: It makes the presentation to be visible only for you and shared users
nl: Privé info

# btn_create_presentation
source: Create presentation
nl: Creëren presentatie

# tt_btn_view
source: View presentation
nl: Bekijken

# btn_login
source: Login
nl: Inloggen

# slide_welcome
source: Welcome to a new generation of digital presentations!
nl: Welkom

# slide_create_and_share
source: Create and share online presentations
nl: Creëren en delen

# slide_effects
source: Use effects transitions such as zooming, rotation or 3D
nl: Effecten

# slide_collaborative
source: Edit in real-time with other users collaboratively!
nl: Samenwerking

# slide_html5_css3
source: Enjoy HTML5 + CSS3 features on your presentations!
nl: HTML5 + CSS3

# slide_no_flash
source: Don't need Flash Player anymore
nl: Geen Flash

# slide_any_device
source: View your presentations on any devices from a web browser
nl: Elk_apparaat

# slide_download
source: Download your presentations and present offline
nl: Downloaden

# tt_get_started
source: Open the editor as an anonymous user. Note: This presentation will not be saved on your account.
nl: Beginnen

source: Get started
nl: Beginnen

# no_registration
source: No registration required
nl: Geen registratie

# tt_signup
source: Register to access features such as save presentations, share, etc.
nl: Registreren

# link_signup
source: Signup
nl: Registreren

source: Search presentations
nl: Zoeken presentaties

source: Featured presentations
nl: Voorbeeldpresentatie

source: Search results
nl: Zoekresultaten

source: Collaborate with us on
nl: Werk met ons samen op

# title_login
source: Login
nl: Inloggen

# lbl_password
source: Password
nl: Wachtwoord

# link_forgot_password
source: Forgot your password?
nl: Wachtwoord vergeten

# txt_dont_have_account
source: Don't you have an account?
nl: heb geen account

# tt_rename
source: Click here to rename
nl: Hernoemen

# btn_rename
source: Rename
nl: Hernoemen

# tt_modify_description
source: Click here to modify description
nl: Wijzigen beschrijving

# btn_modify_description
source: Modify description
nl: Wijzigen beschrijving

source: Created date
nl: Aanmaakdatum

# link_present
source: Present
nl: Huidige

# link_edit
source: Edit
nl: Bewerken

# link_copy
source: Copy
nl: Kopiëren

# link_share
source: Share
nl: Delen

# link_download
source: Download
nl: Downloaden

# link_embed
source: Embed
nl: Inbedden

# tt_like
source: Like
nl: Leuk vinden

# title_comments
source: Comments
nl: Reacties

source: Delete
nl: Verwijderen

# btn_comment
source: Comment
nl: Reageren

# title_embed_to_webpage
source: Embed to webpage
nl: Inbedden in webpagina

# lbl_width
source: Width
nl: Breedte

# lbl_height
source: Height
nl: Hoogte

# title_rename_presentation
source: Rename presentation
nl: Hernoemen presentatis

# title_modify_description
source: Modify description
nl: Wijzigen beschrijving

# btn_save
source: Save
nl: Bewaren

# title_profile
source: Profile
nl: Profiel

# btn_update_profile
source: Update profile
nl: Bijwerken profiel

# btn_delete_account
source: Delete account
nl: Verwijderen account

# msg_delete_account
source: Are you sure you want to delete your account and all data related to it such as presentations, comments or profile?
nl: Verwijderen account

# msg_delete_account_cannot_be_undone
source: Warning: This operation cannot be undone
nl: Verwijderen account kan niet ongedaan worden gemaakt

# btn_cancel_delete_account
source: Cancel
nl: Annuleren verwijderen account

# btn_accept_delete_account
source: Delete account
nl: Verwijderen account

# title_recover_password
source: Recover password
nl: Herstellen wachtwoord

# btn_send_recover_email
source: Send recover email
nl: Versturen wachtwoordherstel e-mail

# title_signup
source: Register
nl: Aanmelden

# btn_register
source: Register
nl: Aanmelden

# fallback-message
source: <p>Your browser <b>doesn't support the features required</b> by impress.js, so you are presented with a simplified version of this presentation.</p><p>For the best experience please use the latest <b>Chrome</b>, <b>Safari</b> or <b>Firefox</b> browser.</p>
nl: Terugval bericht

# presentation_hint
source: Use the spacebar or arrow keys to navigate
nl: Presentatie tip

# presentation_hint_touch
source: Tap on the left or right to navigate
nl: Presentatie hint touch

# tt_home
source: Home page
nl: Startpagina

# menu_home
source: Home
nl: Starten

# tt_profile
source: My profile
nl: Profiel

# menu_profile
source: Profile
nl: Profiel

# tt_logout
source: Close session
nl: Uitloggen

# menu_logout
source: Logout
nl: Uitloggen

# tt_btn_add_collaborator
source: Add another collaborator
nl: Toevoegen deelnemer

# btn_add_collaborator
source: Add another
nl: Toevoegen deelnemer

# btn_share
source: Share
nl: Delen
